Repository: vaibhav2195/Nivaran-App
Catalog: l10n/app_*.arb
Languages: gu

source: Choose Your Language
gu: તમારી ભાષા પસંદ કરો

source: English
gu: અંગ્રેજી

source: Hindi
gu: હિન્દી

source: Welcome to Nivaran
gu: નિવારણમાં સ્વાગત છે

source: I am a...
gu: હું એક...

source: Citizen
gu: નાગરિક

source: Let's Get Started
gu: ચાલો શરૂ કરીએ

source: Login
gu: લૉગિન

source: Sign Up
gu: સાઇન અપ

source: or continue with
gu: અથવા આ સાથે ચાલુ રાખો

# loginTitle
source: Login to your account
gu: તમારા ખાતામાં લૉગિન કરો

source: Email
gu: ઈમેલ

source: Password
gu: પાસવર્ડ

source: Forgot Password?
gu: પાસવર્ડ ભૂલી ગયા?

source: Don't have an account?
gu: ખાતું નથી?

source: Create Account
gu: ખાતું બનાવો

source: Full Name
gu: પૂરું નામ

source: Confirm Password
gu: પાસવર્ડની પુષ્ટિ કરો

source: Already have an account?
gu: પહેલેથી ખાતું છે?

source: Enter Your Official Details
gu: તમારી સત્તાવાર વિગતો દાખલ કરો

source: Department
gu: વિભાગ

source: Employee ID
gu: કર્મચારી ID

source: Submit
gu: સબમિટ કરો

source: Set Your Password
gu: તમારો પાસવર્ડ સેટ કરો

# passwordRequirement
source: Password must be at least 6 characters.
gu: પાસવર્ડ ઓછામાં ઓછા 6 અક્ષરોનો હોવો જોઈએ.

source: Confirm
gu: પુષ્ટિ કરો

source: Verify Your Email
gu: તમારા ઈમેલની ચકાસણી કરો

# verificationEmailSent
source: A verification email has been sent to your email address. Please check your inbox and click the link to continue.
gu: તમારા ઈમેલ સરનામા પર એક ચકાસણી ઈમેલ મોકલવામાં આવ્યું છે. કૃપા કરીને તમારો ઇનબોક્સ તપાસો અને ચાલુ રાખવા માટે લિંક પર ક્લિક કરો.

source: Resend Email
gu: ઈમેલ ફરીથી મોકલો

source: Cancel
gu: રદ કરો

source: Home
gu: હોમ

source: Feed
gu: ફીડ

source: Report
gu: રિપોર્ટ

source: Map
gu: નકશો

source: Profile
gu: પ્રોફાઇલ

source: Public Dashboard
gu: જાહેર ડેશબોર્ડ

source: Notifications
gu: સૂચનો

source: Account
gu: ખાતું

source: Settings
gu: સેટિંગ્સ

source: Logout
gu: લૉગઆઉટ

source: Report an Issue
gu: એક મુદ્દો રિપોર્ટ કરો

source: Title
gu: શીર્ષક

source: Description
gu: વર્ણન

source: Category
gu: શ્રેણી

source: Take Photo
gu: ફોટો લો

source: Choose from Gallery
gu: ગેલરીમાંથી પસંદ કરો

source: Submit Issue
gu: મુદ્દો સબમિટ કરો

source: My Issues
gu: મારા મુદ્દાઓ

source: Statistics
gu: આંકડાઓ

source: Community Impact
gu: સમુદાય પર પ્રભાવ

source: Issues Feed
gu: મુદ્દાઓની ફીડ

source: Issue Details
gu: મુદ્દાની વિગતો

source: Status
gu: સ્થિતિ

source: Reported On
gu: રિપોર્ટ કર્યું

source: Location
gu: સ્થાન

source: Comments
gu: ટિપ્પણીઓ

source: Add a comment...
gu: એક ટિપ્પણી ઉમેરો...

source: Post
gu: પોસ્ટ કરો

source: Upvotes
gu: અપવોટ્સ

source: Upvoted
gu: અપવોટ કર્યું

source: Collaboration
gu: સહયોગ

source: Timeline
gu: સમયરેખા

source: Analyzing image with AI...
gu: AI સાથે છબીનું વિશ્લેષણ કરી રહ્યા છીએ...

source: Loading categories...
gu: શ્રેણીઓ લોડ કરી રહ્યા છીએ...

source: Share
gu: શેર કરો

# tenKmRadius
source: 10 km radius
gu: 10 કિમી ત્રિજ્યા

source: AI Risk Analysis
gu: AI જોખમ વિશ્લેષણ

source: Filter Issues
gu: મુદ્દાઓ ફિલ્ટર કરો

source: All Categories
gu: બધી શ્રેણીઓ

source: Urgency
gu: તાત્કાલિકતા

source: All Urgencies
gu: બધી તાત્કાલિકતાઓ

source: All Status
gu: બધી સ્થિતિઓ

source: Clear All
gu: બધું સાફ કરો

source: Apply Filters
gu: ફિલ્ટર્સ લાગુ કરો

source: Low
gu: ઓછી

source: Medium
gu: મધ્યમ

source: High
gu: ઊંચી

source: Reported
gu: રિપોર્ટ કર્યું

source: Acknowledged
gu: સ્વીકાર્યું

source: In Progress
gu: પ્રગતિમાં

source: Resolved
gu: સમાધાન

source: Rejected
gu: નકારી કાઢ્યું

source: Pothole
gu: ખાડો

source: Street Light Out
gu: સડકનો દીવો બંધ

source: Fallen Tree
gu: પડેલું વૃક્ષ

source: Water Leakage
gu: પાણીનો લીક

source: Fetching location and categories...
gu: સ્થાન અને શ્રેણીઓ મેળવી રહ્યા છીએ...

source: AI analysis complete
gu: AI વિશ્લેષણ પૂર્ણ

source: Predictive Maintenance Insights
gu: ભવિષ્યવાણી જાળવણી અંતર્દૃષ્ટિ

# areasLikelyToReoccur
source: Areas where issues are likely to reoccur based on historical patterns
gu: જે વિસ્તારોમાં ઐતિહાસિક પેટર્નના આધારે મુદ્દાઓ ફરીથી થવાની સંભાવના છે

# proactiveMaintenanceBenefit
source: Proactive maintenance in this area could prevent recurring issues.
gu: આ વિસ્તારમાં પ્રોએક્ટિવ જાળવણી વારંવાર થતા મુદ્દાઓને રોકી શકે છે.

# benefitEnablesProactiveAction
source: Benefit: Enables proactive government action
gu: લાભ: પ્રોએક્ટિવ સરકારી કાર્યવાહીને સક્ષમ બનાવે છે

# addressingAreasSaveResources
source: Addressing these areas before new issues are reported can save resources and improve citizen satisfaction.
gu: નવા મુદ્દાઓ રિપોર્ટ થાય તે પહેલાં આ વિસ્તારોને સંબોધવાથી સંસાધનો બચી શકે છે અને નાગરિક સંતુષ્ટિમાં સુધારો થઈ શકે છે.

# notEnoughHistoricalData
source: As more issues are reported, we'll identify patterns to predict where problems might recur.
gu: વધુ મુદ્દાઓ રિપોર્ટ થયા પછી, આપણે સમસ્યાઓ ક્યાં ફરીથી થઈ શકે તેની આગાહી કરવા માટે પેટર્ન્સ ઓળખીશું.

# noHistoricalDataForPredictions
source: Not enough historical data for predictions yet
gu: ભવિષ્યવાણી માટે પૂરતો ઐતિહાસિક ડેટા નથી

# noEmployeePerformanceData
source: This section will show statistics once employee data is populated in the "employees" collection in Firestore.
gu: આ વિભાગ Firestore માં "employees" કલેક્શનમાં કર્મચારી ડેટા ભરાયા પછી આંકડાઓ બતાવશે.

# noEmployeeDataAvailable
source: No employee performance data available at the moment.
gu: આ ક્ષણે કોઈ કર્મચારી પ્રદર્શન ડેટા ઉપલબ્ધ નથી.

source: No issue data available
gu: કોઈ મુદ્દાનો ડેટા ઉપલબ્ધ નથી

# dashboardTransparency
source: This dashboard provides transparency on issue resolution and citizen satisfaction.
gu: આ ડેશબોર્ડ મુદ્દા સમાધાન અને નાગરિક સંતુષ્ટિ પર પારદર્શકતા પ્રદાન કરે છે.

source: (Data by Employee/Department)
gu: (કર્મચારી/વિભાગ દ્વારા ડેટા)

source: Resolution Times & Satisfaction Rates
gu: સમાધાન સમય અને સંતુષ્ટિ દર

source: Mobile No
gu: મોબાઇલ નંબર

source: Full Name is Required
gu: પૂરું નામ જરૂરી છે

source: Mobile number is Required
gu: મોબાઇલ નંબર જરૂરી છે

source: Password Is Required
gu: પાસવર્ડ જરૂરી છે

source: Please confirm your Password
gu: કૃપા કરીને તમારા પાસવર્ડની પુષ્ટિ કરો

source: Check Verification Status
gu: ચકાસણી સ્થિતિ તપાસો

source: Area/Zone of Operation
gu: કાર્યવાહીનો વિસ્તાર/ઝોન

source: Government-issued ID number
gu: સરકાર દ્વારા જારી કરેલી ID નંબર

# noIssuesMatchFilters
source: No issues match current filters for {department}
gu: વર્તમાન ફિલ્ટર્સ માટે કોઈ મુદ્દાઓ મેળ ખાતા નથી {department}

source: Edit Profile
gu: પ્રોફાઇલ સંપાદિત કરો

source: Change Password
gu: પાસવર્ડ બદલો

source: My Activity Log
gu: મારી પ્રવૃત્તિ લૉગ

source: Notification Setting
gu: સૂચના સેટિંગ

source: Designation
gu: પદ

source: Sort By date
gu: તારીખ દ્વારા સૉર્ટ કરો

source: Sort by urgency
gu: તાત્કાલિકતા દ્વારા સૉર્ટ કરો

source: Sort by upvote
gu: અપવોટ દ્વારા સૉર્ટ કરો

source: Your Voice Our Action
gu: તમારો અવાજ અમારી કાર્યવાહી
